abseil-cpp
acl
ada
adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
aquamarine
archlinux-keyring
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
ayatana-ido
ayugram-desktop-bin
base
base-devel
bash
binutils
bison
bluez-libs
boost-libs
bridge-utils
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
chrpath
cliphist
composefs
containerd
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dnsmasq
docker
docker-buildx
docker-compose
dotnet-host
dotnet-runtime-8.0
double-conversion
duktape
e2fsprogs
efibootmgr
efivar
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
electron34
electron35
enchant
eslint-language-server
eslint_d
expat
fakeroot
fastfetch
fd
ffmpeg
fftw
file
filesystem
findutils
flac
flatpak
flex
fmt
fontconfig
fontforge
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
git
github-cli
glib-networking
glib2
glib2-devel
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
golangci-lint
gperf
gperftools
gpgme
gpm
gpsd
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-engine-murrine
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hunspell
hwdata
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprpaper
hyprpicker
hyprshot
hyprutils
hyprwayland-scanner
iana-etc
icu
ijs
imagemagick
inetutils
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
jansson
jasper
java-runtime-common
jbig2dec
jbigkit
jemalloc
jq
jre17-openjdk
json-c
json-glib
jsoncpp
kbd
kcoreaddons
keyutils
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwindowsystem
l-smash
lame
layer-shell-qt
lazygit
lcms2
leancrypto
libadwaita
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libbluray
libbpf
libbs2b
libbsd
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdecor
libdispatch
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgirepository
libglvnd
libgpg-error
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblqr
libluv
liblxqt
libmalcontent
libmanette
libmd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqt5xdg
libqtxdg
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunibreak
libuninameslist
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lsof
lua
lua-argparse
lua-filesystem
lua-language-server
lua51-lpeg
luacheck
luajit
lv2
lxqt-session
lxqt-wayland-session
lz4
lzo
m4
mailcap
make
mako
maplemono-ttf
maplemono-ttf-autohint
marksman
md4c
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mongodb-bin
mongosh-bin
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
ncurses
neovim
nettle
networkmanager
nftables
ngrok
node-gyp
nodejs-lts-jod
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ntfs-3g
nvidia
nvidia-utils
nvm
ocl-icd
oniguruma
openal
openbsd-netcat
opencore-amr
openh264
openjpeg2
openssh
openssl
opus
orc
os-prober
ostree
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
paru
paru-debug
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
pnpm
polkit
polkit-qt6
poppler-data
popt
portaudio
postgresql
postgresql-libs
postman-bin
potrace
pps-tools
prettier
procps-ng
protobuf
psmisc
pugixml
python
python-attrs
python-autocommand
python-cffi
python-cryptography
python-filelock
python-gobject
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-packaging
python-pip
python-platformdirs
python-pycparser
python-setuptools
python-wheel
qt5-base
qt5-declarative
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
qtxdg-tools
rav1e
re2
readline
ripgrep
rnnoise
rofi
rsync
rtkit
rubberband
ruby
rubygems
runc
rust
sbc
sdbus-cpp
sdl2-compat
sdl3
seatd
sed
semver
sequoia-sqv
serd
shaderc
shadow
shared-mime-info
shfmt
simdjson
sing-geoip-db
sing-geosite-db
slang
slurp
snappy
sndio
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spicetify-cli-git
spicetify-themes-git
spirv-tools
spotify-launcher
sqlite
sratom
srt
ssh-tools
sshs
starship
startup-notification
stylua
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
texlab
tinysparql
tmux
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-0xproto-nerd
ttf-anonymous-pro
ttf-caladea
ttf-cascadia-code-nerd
ttf-croscore
ttf-dejavu-nerd
ttf-fira-mono
ttf-fira-sans
ttf-hack-nerd
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-lato
ttf-liberation
ttf-merriweather
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-opensans
ttf-oswald
ttf-quintessential
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-signika
ttf-sourcecodepro-nerd
ttf-ubuntu-font-family
typescript
typescript-language-server
tzdata
unibilium
unzip
upower
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vencord-bin
vesktop
vid.stab
virtualbox-host-modules-arch
visual-studio-code-insiders-bin
vmaf
vulkan-icd-loader
waybar
wayland
wayland-protocols
wayland-utils
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing-1
wget
which
wireplumber
wl-clipboard
woff2
wolfssl
wpa_supplicant
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yarn
yazi
yyjson
zen-browser-bin
zenity
zeromq
zimg
zix
zlib
zlib-ng
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-you-should-use
zstd
