alsa-utils
base
base-devel
bridge-utils
btop
cliphist
dbeaver
dnsmasq
docker
docker-buildx
docker-compose
efibootmgr
eslint_d
eslint-language-server
fastfetch
fd
firefox
fontforge
fzf
ghostscript
ghostty
git
github-cli
go
golangci-lint
grub
gst-plugin-pipewire
gtk-engine-murrine
hyprland
hyprpaper
hyprpicker
hyprshot
imagemagick
inetutils
intel-ucode
iptables-nft
jdk17-openjdk
jdk21-openjdk
lazydocker
lazygit
libpulse
libqt5xdg
linux
linux-firmware
linux-headers
luacheck
lua-language-server
lxqt-wayland-session
mako
marksman
nautilus
neovim
networkmanager
nftables
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia
nvm
obsidian
openbsd-netcat
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
prettier
protobuf
python-pip
qt5-tools
qt5-wayland
ripgrep
rofi
rsync
rust
shfmt
spotify-launcher
sshs
ssh-tools
starship
stylua
texlab
tmux
ttf-0xproto-nerd
ttf-cascadia-code-nerd
ttf-dejavu-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-roboto-mono-nerd
ttf-sourcecodepro-nerd
typescript
typescript-language-server
unzip
vde2
vi
waybar
wayland-utils
webkit2gtk-4.1
webkitgtk-6.0
wget
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yarn
yazi
zed
zerotier-one
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
