amneziavpn-bin
ayugram-desktop-bin
bridge-utils
calcure
debtap
electron39-bin
elyprismlauncher-bin
libmongocrypt
mongosh
ngrok
otf-monocraft
portproton
postgresql18
postgresql18-libs
postman-bin
py-mkvenv
python-convertdate
python-hijridate
python-holidays
python-jalali-core
python-jdatetime
python-korean_lunar_calendar
python-nspektr
throne-bin
ttf-ms-fonts
vesktop
vial-appimage
visual-studio-code-insiders-bin
wl-screenrec
wlr-which-key
zen-browser-bin
